Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Measures under this priority will serve in particular to strengthen initiatives aimed at activating the private sector, creating jobs and generating new forms of employment, especially in rural areas.
pl: Działania w ramach priorytetu będą służyły w szczególności wzmocnieniu inicjatyw mających na celu aktywizację sektora prywatnego, tworzenie miejsc pracy oraz generowanie nowych form zatrudnienia przede wszystkim na obszarach wiejskich.

source: After the collapse of the USSR, official local authorities scaled down their participation in local development.
pl: Po rozpadzie ZSRR, oficjalna władza lokalna tak w Kirgistanie jak i w Tadżykistanie zredukowała swój udział w rozwoju lokalnym.

source: Some of the responsibility for public services (e.g. renovating infrastructure, making smaller investments, etc.) was taken over by traditional self-governing organizations.
pl: Część odpowiedzialności za usługi publiczne (remonty infrastruktury, mniejsze inwestycje etc.) przejęły tradycyjne instytucje samorządzące się.

source: Activities under this priority will serve in particular to raise the qualifications of local communities and local government officials.
pl: Działania w ramach priorytetu będą służyły w szczególności podnoszeniu kwalifikacji wspólnot lokalnych oraz urzędników samorządu terytorialnego.

source: Priority 2 - Water and sanitation
pl: Priorytet 2 - Gospodarka wodno-sanitarna

source: Poland's engagement in improving the water sector results from the significance of water resources for Kyrgyzstan's and Tajikistan's development at the local and national level, .
pl: Zaangażowanie Polski w sektor wodny wynika ze znaczenia zasobów wodnych dla rozwoju społecznogospodarczego Kirgistanu i Tadżykistanu w wymiarze lokalnym i krajowym.

source: Both countries' economies are largely dependent on hydroelectric power.
pl: Gospodarki obu krajów są w dużym stopniu uzależnione od hydro-energii.

source: Despite the region's extensive water resources, providing the citizens of Kyrgyzstan and Tajikistan with access to water and resolving conflicts over water sharing remain challenges.
pl: Mimo bardzo dużych zasobów wodnych w regionie, oba kraje stoją przed wyzwaniami zapewnienia dostępu do wody ich mieszkańcom oraz rozwiązania konfliktów dotyczących udziału w podziale zasobów wodnych.

source: Activities under this priority will serve in particular to improve water resources management and to enhance the potential of local communities and resolve local disputes.
pl: Działania w ramach priorytetu będą służyły w szczególności poprawie gospodarowania zasobami wodnymi, budowie małej infrastruktury wodnej, wzmocnieniu potencjału społeczności lokalnych i rozwiązywaniu sporów na szczeblu lokalnym.

source: Tajikistan and Kyrgyzstan are the poorest countries in Central Asia.
pl: Tadżykistan i Kirgistan są najbiedniejszymi krajami Azji Centralnej.

source: A serious problem affecting both countries is economic migration, which leads to the breakdown of traditional social structures and depopulation.
pl: W obu krajach występuje problem masowej migracji zarobkowej, która przyczynia się do rozpadu tradycyjnych struktur społecznych i wyludnienia.

source: It is thus especially important to create new jobs, prevent "brain drain" and make the most active social groups less dependent on the political and economic situation in immigration countries.
pl: Niezwykle istotne jest zatem tworzenie nowych miejsc pracy, aby powstrzymać odpływ najaktywniejszej części populacji oraz uniezależnić je od sytuacji polityczno-gospodarczej w krajach przyjmujących migrantów.

source: Measures under this priority will in particular serve to boost entrepreneurship and job growth.
pl: Działania w ramach priorytetu będą służyły w szczególności wsparciu przedsiębiorczości i tworzenia nowych miejsc pracy.

source: Due to overburdening of public schools, a growing part of the population attends extracurricular classes, craftsman's workshops and vocational training.
pl: Z powodu przeciążenia szkół państwowych coraz większa część populacji uczęszcza na zajęcia pozaszkolne, warsztaty rzemieślnicze i szkolenia zawodowe.

source: Access to education and vocational training, however, still remain overly constrained.
pl: Dostęp do edukacji i przygotowanie do zawodu pozostają jednak zbyt ograniczone.

source: Measures under this priority will serve in particular to provide better access to education and enhance teachers' competence, including by popularizing stimulating teaching methods and IT tools.
pl: Działania w ramach priorytetu będą służyły w szczególności zapewnieniu lepszego dostępu do edukacji oraz podniesieniu kompetencji nauczycieli, w tym upowszechnianiu aktywizujących metod nauczania oraz technologii informatycznych.

source: Due of the dire state of infrastructure, Palestinians struggle with a lack of access to waterworks and sewage systems, and access to potable water.
pl: W związku z zapaścią infrastrukturalną, Palestyńczycy zmagają się z brakiem dostępu do kanalizacji, odprowadzaniem ścieków i dostępem do wody pitnej.

source: Water access issues are seen as a key problem and a defining element of social, economic and political life.
pl: Kwestie związane z wodą uznawane są w Palestynie za podstawowy i kluczowy element życia społecznego, gospodarczego i politycznego.

source: Measures under this priority will serve in particular to improve the water and sanitary infrastructure, increase access to water, and streamline waste management.
pl: Działania w ramach priorytetu będą służyły w szczególności poprawie infrastruktury wodno-sanitarnej i dostępu do wody oraz poprawie zarządzania odpadami komunalnymi.

source: Over the past decade the economy of the West Bank and Gaza Strip stood out as having the highest rate of unemployment in the world.
pl: W ciągu ostatniej dekady gospodarka Zachodniego Brzegu Jordanu oraz Strefy Gazy charakteryzowała się najwyższymi wskaźnikami bezrobocia na świecie.

source: This affects mostly unqualified workers - including young people.
pl: Problem ten dotyka przede wszystkim niewykwalifikowaną siłę roboczą, w tym osoby młode.

source: Women living in the West Bank and the Gaza Strip find themselves in a particularly difficult situation not only due to the cultural and social landscape, but also due to limited mobility and lack of security.
pl: Kobiety na Zachodnim Brzegu Jordanu i w Strefie Gazy są w szczególnie trudnej sytuacji nie tylko z powodu uwarunkowań kulturowych i społecznych, ale również ze względu na ograniczone możliwości poruszania się i brak bezpieczeństwa.

source: Measures under this priority will serve in particular to boost vocational empowerment in the agriculture, commerce and service sectors, paying special attention to women and young people.
pl: Działania w ramach priorytetu będą służyły w szczególności aktywizacji zawodowej w obszarze rolnictwa, handlu i usług, ze szczególnym uwzględnieniem kobiet oraz osób młodych.

source: DAC - Development Assistance Committee
pl: Pomocy w Sytuacjach Kryzysowych

source: DCFTA - Deep and Comprehensive Free Trade Agreement
pl: DAC (Development Assistance Committee) - Komitet Pomocy Rozwojowej OECD

source: EDF - European Development Fund
pl: Kompleksowej Strefy Wolnego Handlu

source: ICRC - International Committee of the Red Cross
pl: EDF(European Development Fund) - Europejski Fundusz Rozwoju

source: MFA - Ministry of Foreign Affairs
pl: MKCK - Międzynarodowy Komitet Czerwonego Krzyża

source: ODA - Official Development Assistance
pl: MŚP - Małe i Średnie Przedsiębiorstwa

source: OCHA - Office for the Coordination of Humanitarian Affairs
pl: OCHA (Office for the Coordination of Humanitarian Affairs) - Biuro Narodów Zjednoczonych ds.

source: PRT - Provincial Reconstruction Team
pl: Koordynacji Pomocy Humanitarnej

source: UNDAC - United Nations Disaster Assessment and Coordination
pl: UNDAC (United Nations Disaster Assessment and Coordination) - Mechanizm Eskpercki Narodów

source: Polish aid on YouTube
pl: „Szermierze dla Palestyny”

source: In particular, we would like to attract your attention to the following videos:
pl: Obrazy z życia codziennego lokalnych mieszkańców splatają się z malowniczą przyrodą tego kraju, górskimi krajobrazami i zabytkami.

source: “Fencers for Palestine”
pl: lista polecanych filmów

source: “The Eastern Partnership Academy of Public Administration”
pl: Cykl reportaży poświęconych zagadnieniom edukacji globalnej

source: The Eastern Partnership Academy of Public Administration is a programme providing training for professional civil servants from the Eastern Partnership countries, financed from polish aid funds.
pl: Cykl reportaży Pawła Naruszewicza i Jana Mikruty, emitowany w Polsat News, prezentuje przykłady globalnych problemów współczesnego świata oraz ich konsekwencji dla codziennego życia ludności wielu regionów naszej planety.

source: The programme includes lectures and workshops held by experienced experts and practitioners.
pl: We wszystkich reportażach pokazywane są działania podejmowane przez człowieka, których celem jest minimalizowanie zagrożeń.

source: Most of the refugees settled in towns located along the Jordanian-Syrian border.
pl: Program obejmuje wykłady i warsztaty prowadzone przez doświadczonych ekspertów i praktyków.

source: Jacek and Rafał, two Polish Caritas volunteers, found their way to one of those places.
pl: Uczestnicy programu mają okazję do zapoznania się z zagadnieniami reformy służby cywilnej, reformy samorządowej i negocjacji europejskich.

source: “Boys from Nueva Cúa”
pl: „SENSE polska pomoc”

source: In May 2010, first tournament between the feuding Nueva Cúa districts took place on the pitch.
pl: W maju 2010 roku na boisku odbył się pierwszy turniej między skłóconymi dzielnicami Nueva Cua.

source: In Latin America, sport is not just proof of physical strength, but also of personal development and friendship.
pl: Sport w warunkach latynoamerykańskich jest nie tylko oznaką sprawności fizycznej lecz także rozwoju osobistego i więzi z przyjaciółmi.

source: Thus, the pitch quickly became the centre of cultural and sports life.
pl: Boisko bardzo szybko awansowało do rangi centrum życia kulturalnego i sportowego.

source: It is also considered an oasis of peace and a place of social gatherings for local inhabitants.
pl: Stało się ono także oazą spokoju i towarzyskich oraz rodzinnych spotkań dla mieszkańców miasteczka.

source: “Let there be peace and bread”
pl: „Aby był pokój i chleb”

source: It is situated only 300 meters away from the demarcation line between Georgia and the occupied territories of South Ossetia.
pl: Miejsce to leży 300 metrów od linii demarkacyjnej oddzielającej Gruzję od okupowanych terenów Osetii Południowej, a w jego centrum znajduje się piękny zabytkowy klasztor z V wieku.

source: It is a story of fear, lack of money and perspectives, but also of young people's hopes for the future provided by the fast-developing cultural and educational centre in the monastery.
pl: Jest to równocześnie opowieść o nadziei na przyszłość - nadziei, którą młodym ludziom daje działalność prężnie rozwijającego się przyklasztornego centrum kulturalno-edukacyjnego.

source: The project was implemented by the Foundation for the Promotion of Georgian Culture and Economy, and co-financed by Poland's Ministry of Foreign Affairs in the framework of the 2010 development assistance programme.
pl: Projekt, któremu poświęcony jest film, został zrealizowany przez Fundację Promocji Kultury i Gospodarki Gruzji i był współfinansowany przez Ministerstwo Spraw Zagranicznych RP w ramach programu pomocy rozwojowej w 2010 roku.

source: “You deserve to know”
pl: „Zasługujesz, by wiedzieć”

source: Film was shot in 2009 in Kibera, one of the biggest African slums.
pl: Film został zrealizowany w 2009 r. w Kiberze, jednym z największych afrykańskich slumsów.

source: The story depicts the positive side of the slum, showing the power of information and people's grassroots initiatives.
pl: Jest to opowieść o pozytywnym obliczu slumsu, o sile oddziaływania informacji i oddolnych działań obywatelskich.

source: The film features six social initiatives by local innovators who are trying to change the face of their dwelling place.
pl: Film „Zasługujesz, by wiedzieć” opisuje sześć inicjatyw obywatelskich, których celem jest zmiana oblicza miasta.

source: Those engaged might be described as humble leaders in this community of one million people.
pl: Ich autorzy są skromnymi, lokalnymi liderami, w około milionowej społeczności slumsu.

source: Their basic and sometimes only resources are ingenuity, talent and engagement.
pl: Ich podstawowymi, a czasami jedynymi zasobami, są pomysłowość, talent i zaangażowanie.

source: Therefore, journalists, radio hosts and artists engaged in the project use art to remind people of the need for peace in the country.
pl: Wśród inicjatorów działań są dziennikarze, radiowcy i artyści, którzy poprzez sztukę pragną przypomnieć o potrzebie pokoju w kraju.

source: The project was conducted by the Poland-East Africa Economic Foundation, and co-financed by Poland's Ministry of Foreign Affairs in the framework of the 2009 development assistance programme.
pl: Projekt, któremu poświęcony jest film, został zrealizowany przez Fundację Ekonomiczną Polska - Afryka Wschodnia i był współfinansowany przez Ministerstwo Spraw Zagranicznych RP w ramach programu pomocy rozwojowej w 2009 roku.

source: Film portrays life in the Al-Amari refugee camp in Ramallah, the city which serves as the seat of the Palestinian National Authority.
pl: Film opowiada o życiu w obozie uchodźców Al-Amari w Ramallah, mieście, które jest siedzibą Palestyńskiej Władzy Narodowej.

source: The documentary lets us witness the daily lives of the camp's inhabitants.
pl: W reportażu obserwujemy codzienne życie mieszkańców obozu.

source: The film also features Poles who decide to work and live life as normal in this distant place, where normality is seemingly impossible.
pl: Film „Szermierze dla Palestyny” opisuje również Polaków, którzy decydują się pracować i żyć miesiącami w tym odległym miejscu, pomagając innym tworzyć normalność w świecie, w którym wydawałoby się, że nie ma dla niej miejsca.

source: You are here Polish Aid / News / Department of Development Cooperation rewarded by the Minister of National Defence
pl: jesteś tutaj Polska pomoc / Aktualności / DWR MSZ nagrodzony przez Ministra Obrony Narodowej

source: “Between the years 2002 to 2014, only from the purpose reserve of state's budget managed by the Ministry of Foreign Affairs, PLN 126 billion was allocated to development aid in Afghanistan, and the realization of Polish development aid for Afghanistan, in cooperation with Polish army, was a joint success of the Ministry of Foreign Affairs and Ministry of National Defence”, said the Director of the Department of Development Cooperation Zuzanna Kierzkowska during the conference The balance of Polish presence in Afghanistan, organized by the Operational Command of Types of Armed Forces and The Polish Institute of International Affairs.
pl: W latach 2002-2014 na rzecz Afganistanu tylko z rezerwy celowej budżetu państwa zarządzanej przez MSZ przeznaczono na pomoc rozwojową 126 mln zł, a realizacja polskiej pomocy rozwojowej dla Afganistanu przy współpracy z polskim wojskiem była wspólnym sukcesem MSZ i MON - powiedziała Dyrektor Departamentu Współpracy Rozwojowej Zuzanna Kierzkowska podczas konferencji Bilans polskiej obecności w Afganistanie zorganizowanej przez Dowództwo Operacyjne Rodzajów Sił Zbrojnych oraz Polski Instytut Spraw Międzynarodowych.

source: During the conference director Kierzkowska received an award of Minister of National Defence for the Department of Development Cooperation for supporting the Polish army in Afghanistan.
pl: Podczas konferencji dyrektor Kierzkowska odebrała nagrodę Ministra Obrony Narodowej dla Departamentu Współpracy Rozwojowej MSZ za wspieranie polskich kontyngentów wojskowych w Afganistanie.

source: The conference regarded Polish presence in Afghanistan and included the issues of politics, military and development.
pl: Konferencja dotyczyła wymiaru politycznego, wojskowego oraz rozwojowego polskiej obecności w Afganistanie.

source: In the discussion panel on the development matter, the significance of Polish aid for Afghanistan was emphasized, which was based on engaging local communities and close cooperation with local authorities.
pl: W panelu poświęconym wymiarowi rozwojowemu podkreślono znaczenie polskiej pomocy dla Afganistanu, która opierała się na angażowaniu miejscowych społeczności i ścisłej współpracy z lokalnymi władzami.

source: Panelists paid attention to the unprecedented Polish aid actions, carried out in a very dangerous region and burdened with a substantial risk.
pl: Zwrócono uwagę na bezprecedensowość polskiej działalności pomocowej, realizowanej w regionie bardzo niebezpiecznym i obarczonej dużym ryzykiem.

source: The profits that residents of Ghazni benefited from Polish development projects, were emphasized.
pl: Podkreślano korzyści, jakie z polskich projektów pomocowych w prowincji Ghazni odnieśli jej mieszkańcy.

source: The projects have been concentrated, in majority, on modernization of roads and city infrastructure, providing equipment for public use centers (schools, health centers), improvement of business and labor education.
pl: Projekty w większości koncentrowały się na modernizacji infrastruktury drogowej i miejskiej, budowie i wyposażeniu ośrodków użyteczności publicznej (szkół, ośrodków zdrowia), wzmocnieniu przedsiębiorczości i nauki zawodu.

source: Polish aid was also consisted of training of fire department, workers of justice system and administration on a central and local level.
pl: Polska pomoc polegała także szkoleniu straży pożarnej, pracowników sektora wymiaru sprawiedliwości i administracji na szczeblu centralnym i regionalnym.

source: Since 2004, Afghanistan is a priority country for Polish development cooperation.
pl: Afganistan od 2004 r. jest krajem priorytetowym polskiej współpracy rozwojowej.

source: Polish development support for Afghanistan was effected thanks to Polish part of Provincial Reconstruction Team Ghazni and Group of Support CIMIC, functioning within Polish Army, Polish NGOs (in years 2002 to 2011), system of small grants (projects implemented by the Polish Embassy in Kabul), training projects and study visits conducted by the Ministry of Foreign Affairs, projects carried out by other organs of public administration from Ministry's of Foreign Affairs resources and payments to multilateral funds (especially Afghanistan Reconstruction Trust Fund, World Food Programme, LOTFA - Law and Order Trust Fund for Afghanistan).
pl: Polskie wsparcie rozwojowe dla Afganistanu realizowano za pomocą polskiej części Zespołu Odbudowy Prowincji (PRT) Ghazni oraz Grupy Wsparcia CIMIC funkcjonujących w ramach Polskiego Kontyngentu Wojskowego, polskich organizacji pozarządowych (w latach 2002-2011), systemu małych grantów (projektów wdrażanych przez Ambasadę RP w Kabulu), projektów szkoleniowych i wizyt studyjnych zrealizowanych przez MSZ, projektów realizowanych przez inne organy administracji publicznej ze środków MSZ oraz wpłat na rzecz funduszy wielostronnych (w szczególności Afghanistan Reconstruction Trust Fund - Fundusz Powierniczy na rzecz Odbudowy Afganistanu, Światowy Program Żywnościowy, LOTFA - Law and Order Trust Fund for Afghanistan).

source: Polish multiannual development cooperation with Azerbaijan has a diversified character; it encompasses development of rural areas, environmental protection and support of people internally resettled.
pl: Priorytetowymi działaniami wieloletniej współpracy rozwojowej pomiędzy Polską a Azerbejdżanem są rozwój obszarów wiejskich, ochrona środowiska oraz wsparcie osób wewnętrznie przesiedlonych.

source: In 2013 Polish development cooperation activity in Azerbaijan centered on the following priority:
pl: W 2013 roku polska działalność z zakresu współpracy rozwojowej na rzecz Azerbejdżanu realizowana jest w ramach następującego priorytetu:

source: Agriculture and development of rural areas (1 project PLN 119 499)
pl: Rolnictwo i rozwój obszarów wiejskich (1 projekt - 119 499 PLN)

source: Actions aiming at the strengthening and increasing the number of associations of small agricultural producers, the professionalization of the marketing system of agricultural products and agricultural consulting, as well as the professional and social development of rural communities.
pl: Działania służące wzmocnieniu i zwiększeniu liczby stowarzyszeń małych producentów rolnych oraz profesjonalizacji systemu marketingu produktów rolnych i doradztwa rolniczego, a także zawodowej i społecznej aktywizacji ludności wiejskiej.

source: Program Eastern Partnership Academy of Public Administration (EPAPA)
pl: Program Akademia Administracji Publicznej Partnerstwa Wschodniego (AAPPW)

source: In 2013 Azerbaijani officials were invited to take part in the next edition of the Eastern Partnership Academy of Public Administration, which aims at the strengthening of public administration in the Eastern Partnership countries through the organization of specialized courses for officials from partner states.
pl: W 2013 roku planuje się, że azerbejdżańscy urzędnicy wezmą udział w kolejnej edycji programu Akademii Administracji Publicznej PW, którego celem jest wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich.

source: The goal is to create a professional public administration personnel in the Eastern Partnership countries, which shall serve as a base of experts assisting in the implementation of the principles of a democratic state with the rule of law.
pl: Służy on kształtowaniu profesjonalnej kadry urzędniczej w krajach PW, stanowiącej zaplecze eksperckie niezbędne do wdrażania zasad demokratycznego państwa prawa.

source: Learn more about Polish aid for Azerbaijan:
pl: Czytaj więcej o polskiej pomocy dla Azerbejdżanu:

source: Polish assistance to Azerbaijan in 2012 focused on following priorities:
pl: W 2012 roku polska działalność pomocowa na rzecz Azerbejdżanu skupiła się na następujących priorytetach:

source: rural development (1 project - PLN 119,900)
pl: rozwój obszarów wiejskich (1 projekt - 119 900 PLN)

source: Actions were aimed, in particular, at: implementing elements of effective and efficient agricultural advisory services, professional and social activation of the population, development of innovative technologies based on alternative sources of energy and energy-saving technologies.
pl: Działania służyły w szczególności: wdrożeniu elementów sprawnego i efektywnego systemu doradztwa rolniczego, zawodowej i społecznej aktywizacji ludności, rozwojowi innowacyjnych technologii opartych o alternatywne źródła energii oraz technologie energooszczędne.

source: environmental protection (2 projects - PLN 329,924)
pl: ochrona środowiska (2 projekty - 329 924 PLN)
